/* No comment provided by engineer. */
"An error occurred on the server. Please try again." = "Notikusi servera kļūda. Lūdzu, mēģini vēlreiz.";

/* No comment provided by engineer. */
"An unknown error occured. Please try again." = "Notikusi nezināma kļūda. Lūdzu, mēģini vēlreiz.";

/* The area in the Prowl preferences where the API keys are listed. */
"API Keys" = "API atslēgas";

/* The title for the button in the Prowl preferences which allows the user to generate (create by talking to the server) a new API key. */
"Generate" = "Izveidot";

/* The option in the Prowl preferences which, when enabled, only sends notifications to the Prowl server when Growl determines that the machine is idle. */
"Only when Mac is idle" = "Tikai, ja Mac ir dīkstāvē";

/* The option in the Prowl preferences which, when enabled, allows the user to select the lowest amount of priority that should be sent. */
"Only when priority is at least:" = "Tikai, ja prioritāte ir vismaz:";

/* The option in the Prowl preferences which, when enabled, allows the user to put text at the beginning of a notification. */
"Prefix notifications with:" = "Pievienot paziņojumiem prefiksu:";

/* The title for the window where the user enters their Prowl credentials to create generate API key. */
"Prowl Login" = "Prowl pieteikšanās";

/* The area in the Prowl preferences where the user chooses what options are available for conditionally sending to Prowl. */
"Sending to Prowl" = "Nosūtu Prowl";

/* No comment provided by engineer. */
"The application sent a command the server didn't understand. Please try again." = "Programma nosūtīja komandu, kuru serveris nepieņēma. Lūdzu, mēģini vēlreiz.";

/* No comment provided by engineer. */
"You didn't log in and allow an API key to be generated." = "Tu neesi pieteicies un izveidojis API atslēgas.";

